Revit 2024 API
SymbolTypeId.KNDashMPerDegree Property
 Symbol kN-m/°, indicating unit Kilonewton meters per degree.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNDashMPerDegree { get; }
Visual Basic
Public Shared ReadOnly Property KNDashMPerDegree As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNDashMPerDegree {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace